import { NextResponse } from 'next/server';

export async function POST(/* req: Request, res: Response */) {
  return NextResponse.json({
    status: 200,
    data: {
      title: 'Про нас',
      text: [
        '<b>MeteoGid</b> – додаток призначений для персоналізованого прогнозування погоди, надаючи користувачам індивідуальні рекомендації щодо погодних умов з акцентом на push - сповіщення.',
        'Додаток допомагає користувачам планувати свій день, вдягатися відповідно до погоди, та завчасно реагувати на важливі зміни (опади, сильний вітер, заморозки).',
        'Крім того, користувачі зможуть отримувати погодні дані для різних країн та регіонів світу, включаючи прогнози на кілька днів, показники вологості, швидкості вітру, атмосферного тиску та інших параметрів.',
      ],
    },
  });
}
