'use client';

import classNames from 'classnames';

import style from './index.module.scss';

export default function Page() {
  return (
    <>
      <h1 className={classNames(style.title)}>Контакти:</h1>
      <div className={classNames(style.content)}>
        <p>
          <span className={classNames(style.bold)}>MeteoGid</span> – додаток
          призначений для персоналізованого прогнозування погоди, надаючи
          користувачам індивідуальні рекомендації щодо погодних умов з акцентом
          на push - сповіщення.
        </p>
        <p>
          Додаток допомагає користувачам планувати свій день, вдягатися
          відповідно до погоди, та завчасно реагувати на важливі зміни (опади,
          сильний вітер, заморозки).
        </p>
        <p>
          Крім того, користувачі зможуть отримувати погодні дані для різних
          країн та регіонів світу, включаючи прогнози на кілька днів, показники
          вологості, швидкості вітру, атмосферного тиску та інших параметрів.
        </p>
      </div>
    </>
  );
}
